Revit 2027 API
ParameterTypeId.CutLineExtension Property
 "Cut Line Extension"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId CutLineExtension { get; }
Public Shared ReadOnly Property CutLineExtension As ForgeTypeId
	Get
public:
static property ForgeTypeId^ CutLineExtension {
	ForgeTypeId^ get ();
}
static member CutLineExtension : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace